Repository: E2OpenPlugins/e2openplugin-NewsReader
Catalog: plugin/locale/*/LC_MESSAGES/NewsReader.po
Languages: nl

source: Feed already exists!
nl: Feed bestaat reeds!

source: Feed added
nl: Feed toegevoegd

source: Feed updated
nl: Feed bijgewerkt

source: Feed not found in config
nl: Feed niet gevonden in config

source: change feed
nl: Feed wijzigen

source: add new feed
nl: Feed toevoegen

source: delete feed
nl: Feed verwijderen

source: Please enter a name for the new feed
nl: Voer een naam in voor de nieuwe feed

source: Please enter a url for the new feed
nl: Voer een url in voor de nieuwe feed

source: Please enter a description for the new feed
nl: Voer een beschrijving in van de nieuwe feed

source: adding was canceled
nl: Toevoegen is geannuleerd

source: loading feeddata failed!
nl: Laden van feeddata mislukt!

source: Error processing feeds
nl: Fout tijdens verwerken feeds
